<?php require dirname(__DIR__) . '/header.php'; ?>

<p class="brand"><a href="https://mblog.com/">manablog</a></p>
<time>2025 Dec 04</time>
<h1>頭の疲労感をなくし、日々快適に作業する方法【AI相談に疲れた方へ】</h1>
<p style="margin-top: 35px;">こんにちは、マナブです。<br>
頭の疲労感を減らす方法です。</p>
<blockquote><p>なんで、こんなにも頭が疲れるんだろう…。本が読めません。もっと活動したいし、挑戦もしたい。でも頭の疲労で挑戦なんて出来ません。どうしたらいいんだろう…。</p></blockquote>
<p>以前の僕がそうでした。しかし瞑想的な生き方を取り入れることで解決。今は朝が気持ち良いし、体の調子もすこぶる抜群。夜になっても読書できるし、夜中は自然と眠くなる。</p>
<p>ここを書きます🙋‍♂️</p>
<ul class="tc">
<li><a href="#01">１．頭の疲労感をなくし、日々快適に作業する方法</a></li>
<li><a href="#02">２．日々を瞑想的に生き、夜でも快適に読書する方法</a></li>
<li><a href="#03">３．瞑想的に生きる為の３つ方法【瞑想の始め方とは】</a></li>
</ul>
<h2 id="01">１．頭の疲労感をなくし、日々快適に作業する方法</h2>
<p>結論：無駄な思考を排除する。</p>
<p>時代が大きく変化する時代。多くの人がAIに無限相談しており、そして脳は考えるだけで「体験」をします。つまり脳が無限行動で疲れている。だから考えなければ解決。</p>
<ul>
<li>でも考えないと未来が暗い？ いえ、考え過ぎの方が問題です。</li>
</ul>
<p>AIは過去をベースに回答しており、これから世界の8割が変化するのに、過去軸で考えても何も見えません。じゃあどうするか？ 諦めつつ楽しむだけ。</p>
<ul>
<li>成功しないかもだけど日々を楽しむ。人間の向かう先は死だけ。あとは余興です。</li>
</ul>
<p>だから過程を楽しむしかないし、考えるだけで疲れていたら、明るくなるはずの未来も暗くなる。そこで今回は「瞑想的な生き方」を書きます。</p>
<h2 id="02">２．日々を瞑想的に生き、夜でも快適に読書する方法</h2>
<p>結論：Don’t seek it, but find it (探すじゃなく見つける) 。</p>
<p>脳を「探し続けるモード」から「発見モード」に切り替えます。繰り返しですが未来は大幅に変化する。それなのに過去軸で考えても壁に当たるだけ。</p>
<ul>
<li>AIに相談したら「答えっぽい内容」が返ってきます。</li>
<li>しかしAIなんて、上位記事の「総合情報」です。</li>
</ul>
<p>Google検索より良いけど、しかし知らないブロガーに人生相談しますか？ 多くの人がこれをやっています。変化したいなら思考を変えるべき。じゃあどうするか？</p>
<h2 id="03">３．瞑想的に生きる為の３つ方法【瞑想の始め方】</h2>
<p>次の３つを紹介します。僕が使う方法。</p>
<ul>
<li>その①：雑念が出たらDon’t Seekを唱える</li>
<li>その②：日常に「Side Quest」を取り入れる</li>
<li>その③：1日10分でもいいので、瞑想をする</li>
</ul>
<h3>その①：雑念が出たらDon’t Seekを唱える</h3>
<p>ベストな方法じゃないけど、雑念が湧いたら「Don’t Seek（探さない）」を唱えます。お坊さんのお経と同じ。唱えることで思考を減らせる。</p>
<p>考えることが習慣化してると、すぐに思考は止まりません。依存症と同じ。脳はそれが良いと勘違いしおり、そして無限思考で疲れ、失敗率が上がります。</p>
<ul>
<li>世界が大きく変化する時代の鬱や不安は、新しい未来を受け入れる期間です。</li>
</ul>
<p>あと、このような文章を定期でも読むのも大切。脳は常に「今までの状態」に戻ろうとする。しかし本や記事で正しい思考を取り入れ、徐々に調教しましょう。</p>
<p><i>※僕は継続でこうった発信をするので、もし良ければ<a href="https://mblog.substack.com/welcome" target="new">メルマガ登録</a>をどうぞ📝</i></p>
<h3>その②：日常に「Side Quest」を取り入れる</h3>
<p>ルーティンに「変化する要素」を取り入れる。歌手の<a href="https://youtube.com/shorts/skXZVOi1gxc?si=iOlVuF2CiAgyVDu2" target="new">Ed Sheeran</a>も実行しています。</p>
<ul><li>まず人生の本業を「Quest（クエスト）」と考えます。モンハンみたいな感じ。</li>
<li>でも無限に狩りに出たら消耗するし、たまには友人と遊びたいし、BBQするも良い。</li></ul>
<p>つまりSide Questとは「重要じゃないけど、人生を豊かにするタスク」です。これは「<a href="https://www.amazon.co.jp/dp/1847943756" target="new">Feel-Good-Productivity</a>」の本で紹介されています。</p>
<p>そしてSide Questは「心が最も開いている状態」で実行すると良い。なぜなら残業上がりでSide Questを考えても、秒で帰宅くらいしか出ません。</p>
<p class="pre">僕は瞑想後に実行しており、本日の内容は「①チャリ移動で歌う、②店員に手を合わせて感謝する、③瞑想寺のようなアプリ開発を考える」です。</p>
<p>そしてモンハンと同じで、Side Questは達成しなくてもOK。忘れてもOK。ルーティンに組み込むことで、日常に変化が起きます。</p>
<h3>その③：1日10分でもいいので、瞑想をする</h3>
<p>２つを紹介します : 4-4-6-2呼吸法とBreath Walk。</p>
<h4>4-4-6-2呼吸法とは</h4>
<p>名前の通りで、４秒吸って、４秒止めて、６秒吐いて、２秒止める。これを繰り返すだけ。</p>
<ul>
<li>人間には「交感神経」と「副交感神経」がある</li>
<li>交感神経は「行動エネルギー : HP」を担当する</li>
<li>副交感神経「回復エネルギー : MP」を担当する</li>
</ul>
<p>以前の僕は、10年ほど不眠症でした。なぜなら体が常に「行動モード」で交感神経が高かった。4-4-6-2呼吸法は、副交感神経をアクティブにします。</p>
<p class="pre"><a href="https://pacedbreathing.app/" target="new">Paced Breathing</a>というアプリでリズム設定できるので、それに合わせて呼吸するだけ。これが瞑想の第一歩です。</p>
<p>なお雑念の中で4-4-6-2呼吸しても効果あり。そして言うまでもなく、雑念を減らせたら効果もアップ。朝の10分で4-4-6-2呼吸するのも良いです。</p>
<h4>Breath Walkとは</h4>
<p>世界的ベストセラー書籍の「<a href="https://www.amazon.co.jp/dp/0593420217" target="new">Breath</a>」の内容。</p>
<ul>
<li>方法は簡単で、まずは歩きながら自然に呼吸をする。</li>
<li>適当なタイミングで息を吐いてから、そして止める。</li>
<li>可能な限り息を止めて歩く。この歩数を増やすだけ。</li>
</ul>
<p><i>※注意点：苦しくなるほど息を止める必要なし。イメージとしては「呼吸を再開したら、２〜３回の呼吸で通常に戻る」くらいでOKです。</i></p>
<p>意味あるの？ はい。現代人の多くはストレスや緊張で「過剰に呼吸」をしています。酸素を過剰に吸っており、Breath Walkで二酸化炭素を増やせます。</p>
<p class="pre">二酸化炭素は悪いものと思われるけど、そうじゃない。体内に二酸化炭素があることで、細胞に酸素が届きやすくなる。そして全身の緊張もほぐれます。</p>
<p>例えば朝に10分の瞑想をするなら、その前に軽くBreath Walkしつつ散歩するなど。僕のルーティンです。もしくは通勤中でも、チャリ移動でも実行できる🙆‍♂️</p>
<hr>

<p>以上。 頭の疲労感をなくし、日々快適に作業する方法を書きました。今日から実行して欲しいです。そして最後に１つ引用して記事を終えます。</p>
<blockquote><p>It isn’t the mountain to climb that wear you out, but the pebble in your shoe.
<span style="display:block; height:12px;"></span>
» あなたを疲れさせるのは「登るべき大きな山」じゃない。靴の中にある「小石」だ。</p></blockquote>
<p>日常の小さな習慣を変えることで、未来が大きく変化します。こういった内容を実行するコミュニティを作っても楽しいと考えました。これが僕のSide Questです。</p>
<p>それでは死に向かいつつ、楽しく生きます🧘<br>
マナブ</p>

<?php require dirname(__DIR__) . '/footer.php'; ?>